Repository: lhuanyu/YAME
Catalog: app/YAME/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Acknowledgements
zh_hans: 致谢

source: Adjust speech rate
zh_hans: 调整语速

source: App version
zh_hans: App版本

source: Camera access denied
zh_hans: 相机权限已拒绝

source: Change vision task type. Current task is %@
zh_hans: 改变视觉任务类型。当前任务 %@。

source: Continue
zh_hans: 继续

source: Continue Anyway
zh_hans: 仍然继续

source: Describe Image
zh_hans: 描述图片

source: Describe the image in English.
zh_hans: 始终用中文描述图片，

source: Descrption should be brief, about 15 words or less.
zh_hans: 描述文字应该简短，一般不多于30个字。

source: Device Capability Test
zh_hans: 设备能力测试

source: Disable speech
zh_hans: 关闭语音播报

source: Double tap to analyze the current frame.
zh_hans: 双击分析当前画面。

source: Double tap to open settings.
zh_hans: 双击打开设置。

source: Double tap to pause video analysis.
zh_hans: 双击暂停视频分析。

source: Double tap to rate this app on the App Store.
zh_hans: 双击为App评分

source: Double tap to reset speech rate to default.
zh_hans: 双击重设语速

source: Double tap to send feedback via email.
zh_hans: 双击发送反馈邮件

source: Double tap to start video analysis.
zh_hans: 双击开始视频分析。

source: Double tap to switch between front and back camera.
zh_hans: 双击切换前后摄像头。

source: Double tap to test device capabilities.
zh_hans: 双击测试设备性能可用性。

source: Double tap to toggle speech output.
zh_hans: 双击切换语音播报。

source: Double tap to toggle subtitle display.
zh_hans: 双击切换字幕显示。

source: Double tap to toggle the flashlight.
zh_hans: 双击切换手电筒开关。

source: Double tap to view open source acknowledgements.
zh_hans: 双击查看开源软件列表。

source: Enable speech
zh_hans: 开启语音播报

source: Fast
zh_hans: 快

source: Feedback
zh_hans: 反馈

source: Free Memory
zh_hans: 可用内存

source: Go to Settings
zh_hans: 前往设置

source: How many fingers am I holding up?
zh_hans: 图中有几个手指？

source: Identify Facial Expression
zh_hans: 识别表情

source: Identify the facial expression in the image.
zh_hans: 识别图片中的面部表情。

source: Identify the traffic signal in the image.
zh_hans: 识别图片中的交通信号。

source: Identify Traffic Signal
zh_hans: 识别交通信号

source: Idle
zh_hans: 等待输入

source: Loading
zh_hans: 加载中

source: Metal Supported
zh_hans: Metal 支持

source: Minimal
zh_hans: 最低配置

source: Neural Engine Supported
zh_hans: Neural Engine 支持

source: No
zh_hans: 否

source: Normal
zh_hans: 正常

source: Optimal
zh_hans: 最佳配置

source: Output only the text in the image.
zh_hans: 只输出图像上的文字。

source: Output should be one of 'rock', 'paper', or 'scissors'.
zh_hans: 输出应该是’石头’，’剪刀’和‘布’中的一种。

source: Output should include the color and shape of the signal.
zh_hans: 输出应该包含交通信号的颜色，形状，数字等信息。

source: Pause camera
zh_hans: 暂停摄像头

source: Paused
zh_hans: 暂停

source: Please allow camera access in Settings to use this feature.
zh_hans: 请在设置中开启相机使用权限。

source: Rate on AppStore
zh_hans: 在AppStore评分

source: Recognize Text
zh_hans: 识别文字

source: Recognize the text in the image.
zh_hans: 识别图像中出现的文字。

source: Recommended
zh_hans: 推荐配置

source: Respond with a single number. If no hands are detected, respond with 0.
zh_hans: 只回复手指数目，如果没有手，回复0。

source: Restore
zh_hans: 恢复

source: Restore default speech rate
zh_hans: 恢复默认语速

source: Rock Paper Scissors
zh_hans: 剪刀石头布

source: Seeing
zh_hans: 观察中

source: Settings
zh_hans: 设置

source: Slow
zh_hans: 慢

source: Speaking
zh_hans: 播报中

source: Speech disabled
zh_hans: 语音播报关闭

source: Speech enabled
zh_hans: 语音播报开启

source: Speech Enabled
zh_hans: 语音播报

source: Speech rate
zh_hans: 语速

source: Speech Rate
zh_hans: 语速

source: Start camera
zh_hans: 启动摄像头

source: Status
zh_hans: 状态

source: Subtitle
zh_hans: 字幕

source: Subtitle enabled
zh_hans: 字幕开启

source: Switch camera
zh_hans: 切换摄像头

source: Thinking
zh_hans: 思考中

source: Total Memory
zh_hans: 总内存

source: Turn off flashlight
zh_hans: 关闭手电筒

source: Turn on flashlight
zh_hans: 打开手电筒

source: Unsupported
zh_hans: 不支持

source: Very Fast
zh_hans: 非常快

source: Very Slow
zh_hans: 非常慢

source: Video preview
zh_hans: 视频预览

source: Yes
zh_hans: 是

source: Your device is not supported. The app may not run properly.
zh_hans: 您的设备不受支持，应用可能无法正常运行。

source: Your device is optimal for this app. Enjoy the best experience!
zh_hans: 您的设备为最佳配置，尽享极致体验！

source: Your device is recommended for running the app. You should have a good experience.
zh_hans: 您的设备为推荐配置，应该可以获得良好的体验。

source: Your device meets the minimal requirements. Performance may be limited.
zh_hans: 您的设备满足最低要求，性能可能受限。
